9/data/attachments/81d469608f73e79.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b775d349-2eeb-4305-a8b7-27b2b2fa0725</nif:username>
            <nif:friendToBeAdded>Jennifer_always_Actions_36453_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>